[{"title": "If Beale Street Could Talk (2018)", "img": "", "duration": "119 min", "content": "A woman in Harlem desperately scrambles to prove her fiancé innocent of a crime while carrying their first child."}, {"title": "Anna and the Apocalypse (2017)", "img": "", "duration": "97 min", "content": "A zombie apocalypse threatens the sleepy town of Little Haven - at Christmas - forcing Anna and her friends to fight, slash and sing their way to survival, facing the undead in a desperate race to reach their loved ones. But they soon discover that no one is safe in this new world, and with civilization falling apart around them, the only people they can truly rely on are each other."}, {"title": "The Possession of Hannah Grace (2018)", "img": "", "duration": "85 min", "content": "When a cop who is just out of rehab takes the graveyard shift in a city hospital morgue, she faces a series of bizarre, violent events caused by an evil entity in one of the corpses."}, {"title": "Bohemian Rhapsody (2018)", "img": "", "duration": "134 min", "content": "A chronicle of the years leading up to Queen's legendary appearance at the Live Aid (1985) concert."}, {"title": "The Nutcracker and the Four Realms (2018)", "img": "", "duration": "99 min", "content": "A young girl is transported into a magical world of gingerbread soldiers and an army of mice."}, {"title": "Nobody's Fool (2018)", "img": "", "duration": "110 min", "content": "A woman is released from prison and reunites with her sister. She soon discovers that her sister is in an online relationship with a man who may not be what he seems."}, {"title": "A Star Is Born (2018)", "img": "", "duration": "136 min", "content": "A musician helps a young singer find fame, even as age and alcoholism send his own career into a downward spiral."}, {"title": "Halloween (2018)", "img": "", "duration": "106 min", "content": "Laurie Strode confronts her long-time foe Michael Myers, the masked figure who has haunted her since she narrowly escaped his killing spree on Halloween night four decades ago."}, {"title": "Venom (2018)", "img": "", "duration": "112 min", "content": "When Eddie Brock acquires the powers of a symbiote, he will have to release his alter-ego \"Venom\" to save his life."}, {"title": "Smallfoot (2018)", "img": "", "duration": "96 min", "content": "A Yeti is convinced that the elusive creatures known as \"humans\" really do exist."}, {"title": "Cau Chuyen Luc Nua Dem 2: Halloween Quy Am (2018)", "img": "", "duration": "90 min", "content": "Two young friends find a magic book that brings a ventriloquist's dummy to life."}, {"title": "Hunter Killer (2018)", "img": "", "duration": "122 min", "content": "An untested American submarine captain teams with U.S. Navy Seals to rescue the Russian president, who has been kidnapped by a rogue general."}, {"title": "The Hate U Give (2018)", "img": "", "duration": "133 min", "content": "Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Now, facing pressure from all sides of the community, Starr must find her voice and stand up for what's right."}]